tap "arl/arl"
tap "dwarvesf/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "jorgerojas26/lazysql"
tap "koekeishiya/formulae"
tap "lucaspickering/tap"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "saulpw/vd"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "gettext"
brew "bat"
brew "btop"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "libavif"
brew "librsvg"
brew "chafa"
brew "chardet"
brew "choose-gui"
brew "cmake"
brew "commitizen"
brew "coreutils"
brew "curl", link: true
brew "ddcctl"
brew "deno"
brew "dfu-programmer"
brew "eza"
brew "fastfetch"
brew "fd"
brew "openjpeg"
brew "ffmpeg"
brew "figlet"
brew "freetds"
brew "fzf"
brew "gd"
brew "git"
brew "git-delta"
brew "gitleaks"
brew "go"
brew "gowall"
brew "htop"
brew "httpd"
brew "icu4c@76"
brew "jq"
brew "lazygit"
brew "lazysql"
brew "less"
brew "libfido2"
brew "libraqm"
brew "lsusb"
brew "lua"
brew "luajit"
brew "mas"
brew "openjdk"
brew "maven"
brew "mkcert"
brew "mycli"
brew "mysql-client@8.4", link: true
brew "neovim"
brew "nghttp2"
brew "nvm"
brew "php"
brew "php@8.1"
brew "pipx"
brew "poppler"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "ripgrep"
brew "spotify_player"
brew "starship"
brew "stylua"
brew "switchaudio-osx"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "unar"
brew "uv"
brew "viu"
brew "watch"
brew "wget"
brew "wimlib"
brew "wireguard-tools"
brew "yazi"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "arl/arl/gitmux"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar", args: ["HEAD"]
brew "koekeishiya/formulae/skhd"
brew "saulpw/vd/visidata"
cask "aerospace"
cask "db-browser-for-sqlite"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monofur-nerd-font"
cask "font-sf-mono"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "font-victor-mono-nerd-font"
cask "ghostty"
cask "hammerspoon"
cask "hiddenbar"
cask "keycastr"
cask "kicad"
cask "kitty"
cask "lulu"
cask "maccy"
cask "mouseless"
cask "ngrok"
cask "pearcleaner"
cask "rar"
cask "sequel-ace"
cask "sf-symbols"
cask "thonny"
cask "wezterm@nightly"
mas "Adblock Plus", id: 1432731683
mas "AdBlock Pro", id: 1018301773
mas "AdGuard for Safari", id: 1440147259
mas "Noko", id: 879917538
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Wipr", id: 1662217862
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
